<template>
	<ai-popup :title="dialogInfo.title" ref="popup">
		<view class="box">小驴优资由成都小驴时代信息技术有限公司（以下统称“我们”或“本平台”）运营，我们非常重视用户的隐私和个人信息保护。会严格按照《全国人民代表大会常务委员会关于加强网络信息保护的决定》、《电信和互联网用户个人信息保护规定》等法律法规的有关要求，对提供服务过程中收集、使用的用户个人信息履行保护义务。《用户隐私权保护政策》（下面称为“本保护政策”）涵盖了我们将如何收集、使用、披露、分享以及存储您的个人信息。请您在使用和接受我们的产品和服务前认真阅读并充分理解本保护政策所写明的内容，如有任何疑问，请联系我们。</view>
		<view class="box">本隐私政策适用于本隐私政策发布前我们基于您的授权对您个人信息的处理，您若不同意本隐私政策，可以停止使用我们的服务，若您继续使用我们的产品和/或服务，即表示您同意受本隐私政策的约束。您不同意本隐私政策，不会影响此前基于您的授权我们开展的对您个人信息处理。</view>
		<view class="center mt25 mb15">本《用户隐私权保护政策》将帮助您了解以下内容</view>
		<view>本政策适用范围、相关词语涵义</view>
		<view>我们如何收集和使用信息；</view>
		<view>我们如何使用Cookie及相关技术；</view>
		<view>我们如何委托处理、共享、转让、公开披露您的信息；</view>
		<view>我们如何存储及保护您的信息；</view>
		<view>您的权利；</view>
		<view>未成年人保护；</view>
		<view>联系我们；</view>
		<view>本政策的变更。</view>
		<view class="mt25">一、本政策适用范围、相关词语涵义</view>
		<view>1、本政策适用范围</view>
		<view class="box">当您使用我们的任何产品和服务时，本政策即适用，无论该产品和服务是否单独设置了隐私条款，也无论您是浏览用户（访客）还是注册登录用户。</view>
		<view class="box">本平台产品自身的功能及服务（包括信息、图片、文章、评论、链接等形式的发布、展示），但不适用于任何其他第三方提供的产品或服务（以下统称“第三方服务”），您在选择使用第三方服务前应充分了解第三方服务的产品功能及隐私保护政策。</view>
		<view>2、相关词语涵义</view>
		<view class="box">小驴优资：是由成都小驴时代信息技术有限公司及其关联实体运营的，通过大数据分析、人工智能和机器学习技术，为个人消费者、小微企业、个体工商户提供金融产品的搜索、匹配和推荐服务，以及金融教育、行业报告等内容服务。平台还为银行、消费金融公司和网络小贷公司等金融机构提供专业一站式产品推广服务。小驴优资产品及服务，包括小驴优资官网（https://www.xiaolvyouzi.com）及小驴优资客户端（包括iOS、Android及其他等多个应用版本）等。</view>
		<view>个人用户：指注册使用小驴优资的个人用户，以下称“您”或“最终用户”。</view>
		<view>个人信息：以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。包括但不限于包括姓名、出生日期、身份证件号码、个人生物识别信息、住址、通信通讯联系方式、通信记录和内容、账号密码、财产信息、征信信息、行踪轨迹、住宿信息、健康生理信息、交易信息等。</view>
		<view>个人敏感信息：个人敏感信息是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。个人敏感信息包括身份证件号码、个人生物识别信息、银行账号、通信记录和内容、财产信息、征信信息、行踪轨迹、住宿信息、健康生理信息、交易信息、14岁以下（含）儿童的个人信息等。</view>
		<view class="mt25">二、我们如何收集和使用信息</view>
		<view class="box">在您使用本平台以下各项服务的过程中，我们根据合法、正当、必要的原则需要收集您的一些信息，用以向您提供服务、保障您的账户安全、提升我们的服务质量以及符合国家法律法规及监管规定：</view>
		<view>1、注册、登录服务</view>
		<view class="box">当您首次使用本平台客户端时，你需要提供手机设备信息、IMEI（国际移动设备识别码）、IMSI（国际移动用户识别码）用以验证您的身份是否有效，并为你提供信息展示的最优方式。
如果您拒绝提供该信息，可能无法正常使用我们的服务。</view>
		<view class="box">当您注册、登录本平台账户时，您需要提供手机号码，我们将为您发送短信验证码用以验证您的身份是否有效。</view>
		<view class="box">该信息属于敏感信息，如果您拒绝提供该信息，可能无法正常使用我们部分的服务。</view>
		<view>2、金融产品的浏览、搜索、匹配、推荐服务</view>
		<view class="box">当您使用本平台的浏览、搜索、匹配、推荐服务时，我们会收集您的位置信息（您当时所处的地理位置），为您推荐适合您区域位置的服务。</view>
		<view class="box">其中位置信息属于敏感信息，如果您拒绝提供该信息，您可以关闭定位功能，我们将停止对该信息的收集，您可能因此无法使用我们提供的部分与位置信息相关的服务，但不影响您使用我们提供的其他服务。</view>
		<view>3、金融产品的咨询服务</view>
		<view>当您使用本平台推荐的金融产品咨询服务时</view>
		<view>（1）我们可能会自行或委托合作的第三方收集、留存您的个人信息，包括您的真实姓名、身份证信息、位置信息、手机号码、婚姻状态、现居住地、职业信息、收入情况、教育程度、资产状况（车辆、房产、存款）、直系亲属的姓名、联系方式、手机号设备信息、应用列表信息，用来进行您的身份识别、信用审核、风险控制管理、逾期账务管理。</view>
		<view>以上信息属于敏感信息，如果您拒绝提供全部信息，可能无法正常使用金融产品的申请服务，但不影响您使用我们提供的其他服务。</view>
		<view>（2）我们也可能会收集您的手机号码，推送至该服务的合作伙伴处，用以在合作伙伴处生成您的账号信息，完成您的金融产品申请服务。</view>
		<view>其中手机号码信息属于敏感信息，如果您拒绝我们将其推荐至合作伙伴处，您可能无法正常使用该金融产品的申请服务。</view>
		<view>4.安全管理</view>
		<view class="box">当您使用小驴优资提供的服务时，为保障服务安全稳定运行、防控风险、改进服务，我们的服务器会自动收集您使用的服务类别、方式及设备型号、IP地址、设备软件版本信息、设备识别码、设备标识、日志信息、上网记录。</view>
		<view class="box">以上单独的设备信息、日志信息无法识别特定人身份，如果我们将这类非个人信息及其他信息结合用于识别特定个人身份，或与其他个人信息结合使用。除获得您特别授权或法定情形，我们将对该类信息进行匿名化、去标识化处理。</view>
		<view>5.个性化服务</view>
		<view>通过我们某些服务所合法收集的您的信息，我们可能会通过您的电话、短信、站内信合理地为您提供定制内容，为您展示、推荐个性化的推送服务。</view>
		<view>如果您拒绝使用该服务，您可以关闭该功能，我们将停止提供该服务，但不影响您使用我们提供的其他服务。</view>
		<view>6.其他</view>
		<view>根据相关法律法规及国家标准，在以下情形中，我们可能会依法收集并使用您的个人信息无需征得您的同意: </view>
		<view>（1）与我们履行法律法规规定的义务相关的;</view>
		<view>（2）与国家安全、国防安全直接相关的；</view>
		<view>（3）与公共安全、公共卫生、重大公共利益直接相关的；</view>
		<view>（4）与犯罪侦查、起诉、审判和判决执行等直接相关的；</view>
		<view>（5）出于维护您或他人的生命、财产等重大合法权益但又很难得到您本人同意的；</view>
		<view>（6）所涉及的个人信息是您自行向社会公众公开的；</view>
		<view>（7）从合法公开披露的信息中收集个人信息，例如：合法的新闻报道、政府信息公开等渠道；</view>
		<view>（8）根据您的要求签订和履行合同所必需的；</view>
		<view>（9）用于维护所提供的服务的安全稳定运行所必需的，例如：发现、处置服务的故障；</view>
		<view>（10）法律法规规定的其他情形。</view>
		<view>7.提示</view>
		<view>第三方主体可能会通过小驴优资为您提供服务。当您进入第三方主体运营的服务页面时，请注意相关服务由第三方主体向您提供。涉及到第三方主体向您收集信息的，建议您仔细查看第三方主体的隐私政策或协议约定。</view>
		<view>当我们要将信息用于本隐私政策未载明的其他用途，将基于特定目的收集而来的信息用于其他目的时，会事先征求您的同意。我们也会为了不断改进和优化上述的功能来使用您的上述个人信息。</view>
		<view class="mt25">三、我们如何使用Cookie及相关技术</view>
		<view>在您使用小驴优资提供的服务时，我们可能会通过小型数据文件（Cookie，Flash Cookie）用来识别您的身份，为您提供更个性化的用户体验和服。帮您节省重复输入注册、登录信息的步骤，帮助判断您的账户安全状态。</view>
		<view>您也可以通过浏览器设置管理Cookie。但请注意，如果停用Cookie，您可能无法享受最佳的服务体验，某些服务也可能无法正常使用。若您希望了解更多Cookie的安全性等信息。</view>
		<view class="mt25">四、我们如何委托处理、共享、转让、公开披露您的信息</view>
		<view>1、委托处理</view>
		<view>我们服务中的某些具体的模块或功能可能由外部供应商提供，例如我们会聘请服务提供商来协助我们提供客户支持。</view>
		<view>对我们委托处理个人信息的公司、组织和个人，我们会与其签署严格的保密协议，要求他们按照我们的要求、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。</view>
		<view>2、共享、转让、公开披露</view>
		<view>我们未获得您明确授权的情况下，不会共享、转让、公开披露您的个人信息，但以下情况除外：</view>
		<view>（1）与个人信息控制者履行法律法规规定的义务相关的；</view>
		<view>（2）与国家安全、国防安全直接相关的；</view>
		<view>（3）与公共安全、公共卫生、重大公共利益直接相关的；</view>
		<view>（4）与犯罪侦查、起诉、审判和判决执行等直接相关的；</view>
		<view>（5）出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人授权同意的；</view>
		<view>（6）个人信息主体自行向社会公众公开的个人信息；</view>
		<view>（7）从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。</view>
		<view> 2.1共享</view>
		<view> 2.1.1、我们可能会将您的个人信息与我们的关联方共享。但我们只会共享必要个人信息，且受本隐私政策条款的约束。我们的关联方如要改变个人信息的使用目的，将再次征求您的授权同意。</view>
		<view> 2.1.2、我们可能会向合作伙伴等第三方（如服务平台或服务提供商、软硬件/系统服务提供商）共享您的必要个人信息，以保障为您提供的服务顺利完成。但我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，且受本隐私政策条款的约束。我们的合作伙伴无权将共享的个人信息用于任何其他用途。</view>
		<view> 2.2转让</view>
		<view> 我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：</view>
		<view> 2.2.1、事先获得您的明确同意；</view>
		<view> 2.2.2、在涉及资产转让、收购、兼并、重组或破产清算时，如涉及到个人信息转让，我们会向您告知有关情况，并要求新的持有您个人信息的公司、组织继续受本政策的约束。如变更个人信息使用目的时，我们将要求该公司、组织重新取得您的明确同意。</view>
		<view> 2.2.3、基于法律法规、法律程序、诉讼或政府主管部门强制性要求下。</view>
		<view> 2.3公开披露</view>
		<view> 我们仅会在以下情形下，公开披露您的个人信息：</view>
		<view> 2.3.1、事先获得您的明确同意；</view>
		<view> 2.3.2、基于法律法规、法律程序、诉讼或政府主管部门强制性要求下。</view>
		<view class="mt25">五、我们如何存储及保护您的信息</view>
		<view>1、存储期限</view>
		<view>除法律或相关法规另有约定外，我们在为提供我们的服务之目的所必需的期间内保留您的个人信息，但您要求我们立即删除或注销账户的、或法律法规另有规定的除外。对于已匿名化的信息的存储期限和处理，我们无需取得您的授权同意，也无需做出通知。</view>
		<view>2、安全保护</view>
		<view>我们为您的信息提供相应的安全保障，以防止信息的丢失、不当使用、未经授权访问或披露。</view>
		<view>2.1、我们严格遵守法律法规保护用户的个人信息。</view>
		<view>2.2、我们将在合理的安全水平内使用各种安全保护措施以保障信息的安全。例如，我们使用匿名化、标识化处理等手段来保护您的个人信息。</view>
		<view>2.3、我们在获得您充分授权后，均首先对拟收集的您的个人信息进行加密处理后再行收集与存储。</view>
		<view>2.4、我们建立专门的管理制度、流程和组织确保信息安全。例如，我们严格限制访问信息的人员范围，要求他们遵守保密义务，并进行审查。</view>
		<view>2.5、我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。</view>
		<view>2.6、目前，小驴优资在信息安全方面已达到信息安全等级保护（三级）系等国际及国内权威认证标准的要求，并已获得了相应的认证。</view>
		<view>3、安全通知</view>
		<view>3.1、我们会制定网络安全事件应急预案，及时处置系统漏洞、计算机病毒、网络攻击、网络侵入等安全风险，在发生危害网络安全的事件时，我们会立即启动应急预案，采取相应的补救措施，并按照规定向有关主管部门报告。</view>
		<view>3.2、若发生个人信息泄露、毁损、丢失事件，我们将按照最高优先级启动应急预案，组成应急响应小组，在最短时间内追溯原因并减少损失。</view>
		<view>3.3、若发生个人信息泄露、毁损、丢失事件，我们将按照法律法规的要求，及时向您告知安全事件的基本情况和可能的影响、我们已采取或将要采取的处理措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以站内通知、短信通知、电话、邮件等您预留的联系方式告知您，难以逐一告知时我们会采取合理、有效的方式发布公告。</view>
		<view>3.4、发生危害网络安全的事件或若发生个人信息泄露、毁损、丢失事件时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。</view>
		<view class="mt25">六、您的权利</view>
		<view>根据相关法律法规的规定，小驴优资尽全力保护您对自己的个人信息行使以下权利。您的权利包括：</view>
		<view>（一）访问权</view>
		<view>您有权访问您的个人信息，法律法规规定的例外情况除外。您可以通过访问小驴优资产品-账户页面进行访问并进行管理，您也可以通过小驴优资官方电话028×××、400×××进行访问和管理。</view>
		<view>（二）更正权</view>
		<view>当您需要进行个人信息更正时或发现我们处理您的个人信息有误时，您可以通过访问小驴优资产品-账户页面进行更正和管理，您也可以通过小驴优资官方电话028×××、400×××进行更正及管理。</view>
		<view>（三）删除权</view>
		<view>您可以自行删除您上传的个人信息，发现以下情况时，您也可以向我们提出删除个人信息的请求：</view>
		<view>1、如果我们处理个人信息的行为违反法律法规；</view>
		<view>2、如果我们收集、使用您的个人信息，却未征得您的同意；</view>
		<view>3、如果我们处理个人信息的行为违反了与您的约定；</view>
		<view>4、如果您不再使用我们的产品或服务，或您注销了账号；</view>
		<view>5、如果我们不再为您提供产品或服务。</view>
		<view>若我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。</view>
		<view>当您从我们的服务中删除信息后，我们可能不会立即备份系统中删除相应的信息，但会在备份更新时删除这些信息。</view>
		<view>（四）注销权</view>
		<view>您可以注销您的小驴优资帐户。一旦您注销小驴优资账户，将无法使用小驴优资的服务，我们也将删除您的个人信息，因此请您谨慎操作。</view>
		<view>（五）撤回同意权</view>
		<view>您可以通过删除信息、关闭设备功能或通过小驴优资官方电话028×××、400×××撤回您的授权。您撤回同意或授权后， 我们无法继续为您提供撤回同意或授权所对应的服务，也不再处理您相应的个人信息。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的个人信息处理。</view>
		<view>（六）例外情形</view>
		<view>在以下情形中，按照法律法规要求，我们将无法响应您的请求：</view>
		<view>与国家安全、国防安全直接相关的；</view>
		<view>与公共安全、公共卫生、重大公共利益直接相关的；</view>
		<view>与犯罪侦查、起诉、审判和判决执行等直接相关的；</view>
		<view>有充分证据表明您存在主观恶意或滥用权利的；</view>
		<view>响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的。</view>
		<view>涉及商业秘密的。</view>
		<view>（七）响应您的上述请求</view>
		<view>为保障安全，您在行使某些权利时您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。</view>
		<view>我们将在三十天内作出答复。如您不满意，还可以通过以下途径投诉：</view>
		<view>将您的问题发送至fawu@.com或寄到如下地址：</view> 
		<view>地址：成都市锦江区区××××××××× 法务部 （收）</view>
		<view>邮编：610000</view>
		<view class="mt25">七、未成年人保护</view>
		<view>如果没有父母或监护人的同意，未成年人不得创建自己的用户账户。如您为未满18周岁的未成年人的，请务必请您的父母或监护人仔细阅读本隐私权政策，并在征得您的父母或监护人同意的前提下使用我们的服务或向我们提供信息。</view>
		<view>对于经父母或监护人同意使用我们的产品或服务而收集未成年人个人信息的情况，我们只会在法律法规允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用、共享、转让或披露此信息。</view>
		<view>如父母或监护人发现相关未成年人信息为未成年人自行填写，需要进行修改或删除处理的，请随时与我们联系。</view>
		<view>联系邮箱：××@××。</view>
		<view>我们收到通知后会第一时间予以响应处理。</view>
		<view class="mt25">八、联系我们</view>
		<view>如您对本政策或其他相关事宜有疑问，请与我们联系。您也可根据我们提供的指引，填写相关资料，将您的问题发送至fawu@.com或寄到如下地址： </view>
		<view>地址：成都市武侯区××××××××× 法务部 （收）</view>
		<view>邮编：610000</view>
		<view>我们将尽快审核所涉问题，并在验证您的用户身份后的三十天内予以回复。</view>
		<view>九、本政策的变更</view>
		<view>我们可能适时修订本政策内容。我们会选择通过在小驴优资APP页面显著位置发布更新的隐私政策文本。</view>
		<view>如该等变更会导致您在本政策项下权利的实质减损，我们将在变更生效前，通过在页面显著位置提示、向您发送电子邮件等方式通知您。若您不同意该等变更，可以停止使用我们的服务，若您继续使用我们的服务，即表示您同意受修订后的隐私政策约束。</view>
	
	</ai-popup>
</template>

<script>
	import aiPopup from '@/components/ai-popup.vue'
	export default {
		components: {
			aiPopup
		},
        props: ["dialogInfo"],
		data() {
			return {
				
			}
		},
		methods: {
			open:function(){
				this.$refs['popup'].open();
			}
		},
		
	}
</script>
