<template>
    <el-dialog title="用户注册协议" class="dialog-center" :visible.sync="dialogInfo.visible" width="1000px" v-dialogDrag top="1vh" v-dialogDrag>
        <el-scrollbar style="height:550px;" class="scrollbar">
            <div v-loading="loading">
                <p>重要提示：</p>
                <p>成都小驴时代信息技术有限公司（以下简称“本平台”）在此特别提醒您在注册成为会员之前，请认真阅读本协议（以下简称“本协议”），您的注册、登录、使用等行为将视为对本协议的完全接受，并同意接受本协议各项条款的约束。</p>
                <p>除非您接受本协议所有条款，否则您无权使用本平台于本协议下所提供的服务。您一经注册或使用本平台服务即视为对本协议全部条款已充分理解并完全接受。</p>
                <p>本平台有权随时对本协议内容进行单方面的变更，并以公告的方式予以公布，无需另行单独通知您；若您在本协议内容公告变更后继续使用本平台服务的，表示您已充分阅读、理解并接受修改后的协议内容，也将遵循修改后的协议内容；若您不同意修改后的协议内容，您应停止使用本平台的服务。 </p>
                <p class="mt25">第一章 会员资格</p>
                <p>1.1您应保证您所服务的机构合法存续，并具备从事借款业务或金融外包服务的资质。</p>
                <p>1.2.您保证您与您所服务机构签署了劳动合同，是所服务机构的正式员工，并已获得从事借款业务所必要的授权。</p>
                <p>1.3 尽管有前述的规定，但本平台服务不向18周岁以下的个人及被本平台临时或无限期中止服务的平台会员提供。</p>
                <p>1.4 本平台部分服务是面向认证通过会员的，非认证会员将无法使用，具体详情以本平台届时向认证会员或非认证会员开放的服务功能为准。因未能完成认证而无法享受本平台服务造成的损失，本平台不承担任何责任。</p>
                <p>1.5 若您不符合本协议规定的会员资格，请您切勿使用本协议项下之服务。</p>
                <p>1.6为防止他人冒用您的身份注册或使用本平台服务，本平台有权向您提供的手机发送一条短信来验证您的手机号码，由此产生的短信费用由运营商向您收取。</p>
                <p class="mt25">第二章 会员账户和密码的使用、保管</p>
                <p>2.1您的本平台会员账号和密码仅限于您自身使用，不得向任何第三方转让、出售，不得许可他人使用，也不得使用他人的本平台会员账户。</p>
                <p>2.2 如因您违反本协议2.1项之约定给本平台运营公司造成损失，您应当承担赔偿责任，包括直接损失及间接损失。</p>
                <p>2.3 您的本平台会员账号和密码由您自行保管，因会员账号和密码泄露等导致的您的任何损失，由您自行承担。</p>
                <p class="mt25">第三章、购买规则</p>
                <p>3.1“积分”是本平台向您提供的用于在本平台上进行相关消费的虚拟货币，您可以用积分自由购买本平台上各项产品或服务等。但是，积分不能兑换为人民币，您应根据自己的实际需求购买相应数量的积分。</p>
                <p>3.2、本平台保留根据相关法律规定、主管部门要求、业务开展情况等因素对使用人民币购买积分的规则进行单方面变更、调整、中止或终止的权利。您同意无条件接受对上述购买规则的变更、调整、中止或终止，本平台开展前述行动时将以于本平台公布的方式通知，并自公布之日起自动生效，而无需另行单独通知您，也不就该等行动给您造成的任何损失承担任何责任。</p>
                <p>3.3、在购买积分时，您务必仔细确认自己的账号并仔细选择相关操作选项。若因为您自身输入账号错误、操作不当或不了解计费方式等因素造成错充账号、错选充值种类等情形而损害自身权益的，本平台将不会作出任何补偿或赔偿。</p>
                <p>3.4、若您以非法的方式，或使用非本平台所指定的方式获取积分，本平台不保证积分到账。若因此造成您权益受损，本平台不会作出任何补偿或赔偿，本平台同时保留随时终止您账号资格及使用各项服务的权利。</p>
                <p>3.5、账号内积分可由您在本平台上自由使用，但本平台不会提供任何退还、转赠或逆向兑换服务。</p>
                <p>3.6、如果本平台发现因系统故障或其他任何原因导致的处理错误，无论有利于本平台还是有利于您，本平台都有权在以电子邮件、短信或其他合理方式通知您后纠正该错误。如果该措施导致您实际收到的积分数量少于您应获得的积分，则本平台在确认该处理错误后会尽快将差额补足至您的账户中。如果该错误导致您实际收到的积分数量多于您应获得的积分，则无论错误的性质和原因如何，本平台有权从您的账户中直接扣除差额。</p>
                <p class="mt25">第四章 服务和费用</p>
                <p>4.1 服务</p>
                <p>4.1.1本平台服务包括但不限于：查询交易机会、发布产品信息、信息订制、信息推送等，具体详情以本平台当时提供的服务内容为准。本平台所提供的各种信息及资料仅为参考，不对平台中的一切信息和资料进行审查，也不会对其真实性、完整性、及时性做出任何承诺，您应依自己独立判断做出决策。您据此进行交易的，产生的风险由您自行承担，您无权据此向本平台提出任何法律主张。在交易过程中，您与有借款需求的用户（以下简称“用户”）、其他会员之间发生的纠纷，由纠纷各方自行解决，本平台不承担任何责任。</p>
                <p>4.1.2 本平台作为用户（个人、企业或其他组织）和资金提供方（借出者）的信息对接平台以及获取各类与投融资相关的服务信息的地点。本平台不能控制双方借款过程中所涉及的服务的质量、安全或合法性以及借款各方履行其在借款合同下的各项义务的能力。本平台并不以接受服务方或提供服务方的身份参与借款行为。本平台再次提醒您，您应该通过自己的谨慎判断确定服务及相关信息的真实性、完整性和及时性。</p>
                <p>4.1.3用户将借款需求发布至本平台，您应对用户的借款需求及信用情况进行自行确认，确认之后可进行交易。若因未仔细确认而发生纠纷，本平台不承担任何责任。</p>
                <p>4.1.4 在不违反法律的强制性规定的前提下，本平台所提供的服务有可能会发生变更或者增加。</p>
                <p>4.2 费用</p>
                <p>4.2.1当您使用本协议项下本平台服务时，本平台会从您平台账户中扣取积分，各项扣取标准请详见您使用本平台服务时所列之扣取方式说明。</p>
                <p>4.2.2 尽管有4.2.1条款的约定，但本平台在适用法律许可的前提下，有权自行决定每天是否调整及如何调整扣取标准及扣取方式。关于积分扣取的变更以当时提供的服务内容为准，您对该形式予以认可并接受。</p>
                <p>4.2.3 您在使用本平台服务过程中，可能需要向第三方（如银行或第三方支付公司等）支付一定的费用，具体收费标准详见第三方要求或本平台的提示。</p>
                <p>4.2.4您在使用本平台服务时，由于上网而产生的流量费用、通信费用由相关运营商收取。</p>
                <p>4.2.5 您因使用本平台所提供服务完成的交易而取得的收入，应当由您按照所适用法律规定承担相应的税费。</p>
                <p>4.2.6您使用本平台时根据用户实际借款情况扣取的积分，一经确认借款信息，该服务积分不予退还。</p>
                <p class="mt25">第五章 网站上的信息</p>
                <p>5.1您必须真实、准确、完整、有效的填写您的资料；维持并及时更新资料，使其保持真实、准确、完整和反应当前情况。倘若您提供的资料不真实、准确和完整或本平台有合理理由怀疑该资料不真实、不准确、不完整的，本平台有权暂停或终止您的会员身份，并拒绝您在目前和将来对服务以任何形式使用。</p>
                <p>5.2 本平台上关于用户或项目信息（包括但不限于用户名称、联系人及联络信息，项目的描述和说明，相关图片、视讯等）均由用户自行提供，用户依法应对其提供的任何信息承担全部责任。本平台对此等信息的准确性、完整性、合法性、有效性或真实性均不承担任何责任。</p>
                <p>5.3 本平台对任何使用或提供本平台信息的商业活动及其风险不承担任何责任。</p>
                <p>5.4 第三方网站: 本平台到第三方网站的链接仅作为一种方便服务提供给会员，本平台对任何第三方网站及其内容不进行控制、担保，也不负任何责任。如果您决定访问任何与本平台链接的第三方网站，其可能带来的结果和风险由您自行承担。</p>

                <p class="mt25">第六章 会员的权利与义务</p>
                <p>6.1您有权利拥有在本平台的会员账号及登录密码，并有权利使用您的会员账号及密码随时登录本平台。您不得以任何形式擅自转让或授权他人使用您的本平台会员账号及密码。</p>
                <p>6.2 您有权根据本协议的规定以及本平台发布的相关规则利用本平台信息查询服务信息、提交融资信息、参加本平台的有关活动以及有权享受本平台提供的其它的有关服务。</p>
                <p>6.3 您保证在为用户提供服务的过程中，不应收取除其所属机构明确公示以外的任何其他费用。</p>
                <p>6.4 您同意遵守本平台的交易规则，接收来自本平台或本平台合作伙伴发出的邮件或信息。</p>
                <p>6.5 严禁在未经用户许可的情况下，让第三方获取其个人/企业信息。您应当采取必要的技术手段、建立完善的信息保密制度并严格遵守该制度以确保用户的信息安全。如违反本条约定，本平台将取消您与本平台合作的资格，给本平台带来损失的，将由您来承担一切损失（包括直接损失及间接损失）。</p>
                <p>6.6 如您所属机构无法批准用户的借款申请，您需要向用户推荐其他具备资质的机构时，必须事先获得用户的书面许可。</p>
                <p>6.7 您应当保证在使用本平台进行信息发布过程中遵守诚实信用的原则，不得在发布的信息中包含有反动、暴力、淫秽、毒品、赌博、教唆及有损社会公共道德的内容；不得发布各类违法或违规信息。</p>
                <p>6.8 您不应在本平台上恶意评价其他会员及/或用户，或采取不正当手段提高自身的信用度或降低其他会员及/或用户的信用度。</p>
                <p>6.9 您在本平台上不得发布包含有国家禁止或限制发布包含有侵犯他人知识产权或其它合法权益的机密类信息，也不得发布违背社会公共利益或公共道德的或是本平台认为不适合在本平台上发布的信息。</p>
                <p>6.10 您承诺自己在使用本平台服务时实施的所有行为均符合有关国家法律、法规和本平台的相关规定以及各种社会公共利益或公共道德。如有违反导致任何法律后果的发生，您独立承担所有相应的法律责任。</p>
                <p>6.11 您同意，在未经本平台事先书面同意的情况下，不得以复制、传播等方式使用在本平台上展示的任何资料。</p>
                <p>6.12 您同意并保证不得利用本平台提供的服务从事侵害他人权益或违法之行为，若有违反者应负所有法律责任。上述行为包括但不限于：</p>
                <p>1、反对宪法所确定的基本原则，危害国家安全、泄漏国家秘密、颠覆国家政权、破坏国家统一的。</p>
                <p>2、侵害他人名誉、隐私权、商业秘密、商标权、著作权、专利权、其他知识产权及其他权益。</p>
                <p>3、违反依法律或合约所应负之保密义务。</p>
                <p>4、冒用他人名义使用本平台服务。</p>
                <p>5、从事任何不法交易行为，如贩卖枪支、毒品、禁药、盗版软件或其他违禁物。</p>
                <p>6、提供赌博资讯或以任何方式引诱他人参与赌博。</p>
                <p>7、涉嫌洗钱、套现或进行传销活动的。</p>
                <p>8、从事任何可能含有电脑病毒或是可能侵害本平台服务系統、资料等行为。</p>
                <p>9、利用本平台服务系统进行可能对互联网或移动网正常运转造成不利影响之行为。</p>
                <p>10、侵犯本平台的商业利益，包括但不限于发布非经本平台许可的商业广告。</p>
                <p>11、利用本平台服务上传、展示或传播虚假的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料。</p>
                <p>12、其他本平台有正当理由认为不适当之行为。</p>

                <p class="mt25">第七章 本平台的权利与义务</p>
                <p>7.1本平台有权通过自身或委托其认可的第三方机构为您提供除信息发布、信息查询外的融资比较、融资体检和实现一站式融资实现等增值服务。</p>
                <p>7.2本平台有义务在现有技术上维护整个网上平台的正常运行，并努力提升和改进技术。对于您在注册使用本平台中所遇到的与信息发布或注册有关的问题及反应的情况，本平台应及时作出回复。</p>
                <p>7.3 对于您在本平台上的不当行为或其它任何本平台认为应当终止服务的情况，本平台有权随时作出删除相关信息、终止服务提供等处理，而无须征得您的同意。</p>
                <p>7.4因网上平台的特殊性，本平台没有义务对所有用户的注册资料、行为及其他事项进行事先审查。</p>
                <p>7.5您理解并认可，本平台对您及其所属机构与用户之间产生的争议无关，对此亦不承担任何责任。</p>
                <p>7.6 您了解本平台并不是银行或金融机构，按照中国法律规定，本平台不提供金融服务。</p>
                <p>7.7您理解并同意，本平台向符合条件的用户及会员提供服务。本平台无法也没有义务保证用户、会员在发出借款要约或投资意向后，能够实际获得借款或投资成功，用户、会员因前述原因导致的损失（包括但不限于利息、手续费等损失）由用户、会员自行承担，本平台不承担责任。</p>
                <p>7.8本平台不对任何用户、会员及/或任何交易提供任何担保或条件，无论是明示、默示或法定的。本平台不能也不试图对用户、会员发布的信息进行控制，对该等信息，本平台不承担任何形式的证明、鉴定服务。本平台不能完全保证平台内容的真实性、充分性、可靠性、准确性、完整性和有效性，并且无需承担任何由此引起的法律责任。您依赖于您的独立判断进行交易，应对其作出的判断承担全部责任。</p>
                <p>7.9 本平台有权对您的注册数据及信息发布行为进行查阅，发现注册数据或信息发布行为中存在任何问题或怀疑，均有权向您发出询问及要求改正的通知或者直接作出删除等处理。</p>
                <p>7.10经国家生效法律文书或行政处罚决定确认您存在违法行为，或者本平台有合理事实依据可以认定您存在违法或违反本协议及相关规则行为的，本平台有权在本平台及所在网站上以网络发布形式公布您的违法行为。</p>
                <p>7.11在您使用本平台服务时，本平台有权接收并记录您的个人信息，包括但不限于IP地址、GPS信息、网站Cookie中的资料及您要求取用的网页记录等。</p>
                <p>7.12本平台有依其单独判断删除本平台内各类不符合法律政策或不真实或不适当的信息内容而无须通知您的权利，并无需承担任何责任。若您未遵守以上规定的，本平台有权作出独立判断并采取暂停或关闭会员账户等措施，而无需承担任何责任。</p>
                <p>7.13本平台转让本协议无需经过您的同意。</p>

                <p class="mt25">第八章 许可使用权</p>
                <p>您授予本平台永久的、免费的、完整的许可使用权利（并且有权对该权利进行再授权），使本平台有权使用、复制、修改、发布、翻译、分享您提供的资料或制作其派生作品，以已知或日后开发的任何形式、媒体或技术，将您提供的资料纳入其他作品里。</p>

                <p class="mt25">第九章 信息提供和隐私权</p>
                <p>9.1.您应保证您向本平台提供的个人资料(包括但不限于姓名、身份证号、联系方式、所属机构等)均真实有效，并在出现任何工作变动时第一时间告知本平台。</p>
                <p>9.2 您在访问、使用本平台或申请使用本平台服务时，必须提供本人真实的个人信息，且您应该根据实际变动情况及时更新个人信息。保护个人隐私是本平台的重点原则，本平台通过各种技术手段和强化内部管理等办法提供隐私保护服务功能，充分保护您的信息安全。</p>
                <p>9.3本平台不负责审核您提供的个人信息的真实性、及时性、完整性，因信息不真实、不及时或不完整而引起的任何问题及其后果，由您自行承担，且您应保证本平台免受由此而产生的任何损害或责任。若本平台发现您提供的个人信息是虚假、不准确或不完整的，本平台有权自行决定终止向您提供服务。</p>
                <p>9.4您理解，为申请获得本平台服务，您应向本平台提供您的个人信息，为向您提供服务之目的，本平台须向第三方透露您的个人信息。您特此向本平台授权，为提供服务之目的，本平台有权使用您的个人信息、您申请服务时提供相关信息和您在使用服务时储存在本平台的非公开内容（以下简称“个人资料”）。本平台保证在除为提供服务之目的外，不对外公开或向第三方提供您的个人资料，但下列情况除外：</p>
                <p>(1) 事先获得您的明确授权；</p>
                <p>(2) 根据法律规定，或应行政机关、司法机关要求，向第三人或行政机关、司法机关披露；</p>
                <p>(3) 如您系权利人并针对他人在本平台上侵犯您利益的行为提起投诉，应被投诉人要求，向被投诉人披露；</p>
                <p>(4) 权利人认为您在本平台上的行为侵犯其合法权利并提出投诉的，可向权利人披露；</p>
                <p>(5) 您出现违反本平台规则，需要向第三方披露的；</p>
                <p>(6) 根据法律和本平台规则，其他本平台认为适合披露的；</p>
                <p>(7) 以维护本平台合法权益之目的；</p>
                <p>(8) 维护社会公众利益；</p>
                <p>(9) 为了配合政府或法律的合法要求、传票或指令，为了保护本平台的系统和会员，或者为了确保本平台业务和系统的完整与操作，本平台可获取和披露其认为必要或恰当的任何信息，包括但不限于会员的个人/企业信息、IP地址和流量信息、使用历史以及发布内容。</p>
                <p>(10) 其他合法要求。</p>

                <p class="mt25">第十章 违约处理</p>
                <p>10.1 您的产品发布及后续服务中应遵循国家相关法律法规，针对您违反国家相关法律法规政策或本协议及其他服务条款的行为以及客户投诉等情况，本平台有权独立判断并视情况采取预先警示、拒绝发布、删除产品等内容、限制账号部分或者全部功能直至终止提供服务、永久关闭账号等措施。本平台有权公告处理结果，且有权根据实际情况决定是否恢复相关账号的使用。对涉嫌违反法律法规、涉嫌违法犯罪的行为，本平台将保存有关记录，并有权依法向有关主管部门报告、配合有关主管部门调查、向公安机关报案等。对已永久封停账号内的积分有权不予任何形式返还。</p>
                <p>10.2因您违反国家相关法律法规政策或本协议及其他服务条款的行为，引起第三方投诉或诉讼索赔的，您应当自行处理并承担可能因此产生的全部法律责任。因您的违法或违约等行为导致本平台及其关联方向任何第三方赔偿或遭受国家机关处罚的，您还应足额赔偿本平台及其关联公司因此遭受的全部损失。</p>

                <p class="mt25">第十一章 免责声明</p>
                <p>11.1本平台并不实质性介入您与用户、其他会员、金融机构之间的交易，对此，您充分理解并认可。</p>
                <p>11.2您将对您发布的信息及其他在本平台上发生的任何行为承担责任，本平台对此不负任何责任。</p>
                <p>11.3本平台是一个开放平台，您将个人/企业信息、文章或照片等个人资料上传到本平台上，有可能会被其他组织或个人复制、转载、擅改或做其它非法用途，您必须充分意识此类风险的存在。作为网络服务的提供者，本平台对您在任何论坛、个人主页或其它互动区域提供的任何陈述、声明或内容均不承担责任。您明确同意使用本平台服务所存在的风险或产生的一切后果将完全由您自身承担，本平台对上述风险或后果不承担任何责任。</p>
                <p>11.4 您违反本协议、违反道德或法律的，侵犯他人权利（包括但不限于知识产权）的，本平台不承担任何责任。同时，本平台对任何第三方通过本平台发送服务或包含在服务中的任何内容不承担责任。</p>
                <p>11.5 对您、用户、其他会员或任何第三方发布、存储或上传的任何内容或由该等内容导致的任何损失或损害，本平台不承担责任。</p>
                <p>11.6 对任何第三方通过本平台可能对您造成的任何错误、中伤、诽谤、诬蔑、不作为、谬误、淫秽、色情或亵渎，本平台不承担责任。</p>
                <p>11.7 对黑客行为、计算机病毒、或因您保管疏忽致使帐号、密码被他人非法使用、盗用、篡改的或丢失，或由于与本网站链接的其它网站所造成您个人资料的泄露，本平台不承担责任。如您发现任何非法使用会员帐号或安全漏洞的情况，请立即与本平台联系。</p>
                <p>11.8 本平台不保证服务一定能满足您的要求；不保证服务不会中断，也不保证服务的及时性、安全性、准确性。</p>
                <p>11.9 您无任何附加条件的接受，本平及本平台的关联公司和相关实体或本平台的服务商在任何情况下均不就因本平台及本平台的服务或本协议而产生或与之有关的利润损失或任何特别、间接或直接性的损害（无论以何种方式产生，包括疏忽）承担任何责任。</p>
                <p>11.10 您同意您就您自身行为之合法性单独承担责任。您同意，本平台和本平台的所有关联公司和相关实体对用户、会员的行为的合法性及产生的任何结果不承担责任。</p>
                <p>11.11 任何情况下，因使用本平台而引起或与使用本平台有关的而产生的由本平台负担的责任总额，无论是基于合同、保证、侵权、产品责任、严格责任或其它理论，均不得超过您因访问或使用本平台而向本平台支付的任何报酬（如果有的话）。</p>

                <p class="mt25">第十一章 服务中断或故障</p>
                <p>您同意，基于互联网的特殊性，本平台不担保服务不会中断，也不担保服务的及时性和/或安全性。系统因相关状况无法正常运作，使您无法使用任何本平台所提供的服务或使用任何本平台服务时受到任何影响时，本平台对您或第三方不负任何责任，前述状况包括但不限于：</p>
                <p>1、本平台系统停机维护期间。</p>
                <p>2、电信设备出现故障不能进行数据传输的。</p>
                <p>3、由于黑客攻击、网络供应商技术调整或故障、网站升级、银行方面的问题等原因而造成的本平台服务中断或延迟。</p>
                <p>4、因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成本平台系统障碍不能执行业务的。</p>

                <p class="mt25">第十二章 知识产权的保护</p>
                <p>12.1 本平台上所有内容，包括但不限于著作、图片、档案、资讯、资料、平台架构、平台画面的安排、网页设计，均由本平台或其他权利人依法拥有其知识产权，包括但不限于商标权、专利权、著作权、商业秘密。</p>
                <p>12.2 未经本平台或其他权利人书面同意，任何人不得擅自使用、修改、复制、公开传播、改变、散布、发行或公开发表本平台程序或内容。</p>
                <p>12.3 会员未经本平台的明确书面同意不许下载（除了页面缓存）或修改平台或其任何部分。会员不得对本平台或其内容进行转售或商业利用；不得收集和利用产品目录、说明和价格；不得对本平台或其内容进行任何衍生利用；不得为其他商业利益而下载或拷贝账户信息或使用任何数据采集、Robots或类似的数据收集和摘录工具。未经本平台的书面许可，严禁对本平台的内容进行系统获取以直接或间接创建或编辑文集、汇编、数据库或人名地址录（无论是否通过Robots、Spiders、自动仪器或手工操作）。另外，严禁为任何未经本使用条件明确允许的目的而使用本平台上的内容和材料。</p>
                <p>12.4 未经本平台明确书面同意，会员不得以任何商业/非商业目的对本平台或其任何部分进行复制、复印、仿造、出售、转售、访问、或以其他方式加以利用。未经本平台明确书面同意，会员不得以任何方式使用本平台或其关联公司的名字和商标或其他专有信息（包括图像、文字、网页设计或形式）。任何未经授权的使用都会终止本平台所授予的允许或许可。</p>
                <p>12.5 尊重知识产权是会员应尽的义务，如有违反，会员应对本平台承担损害赔偿等法律责任。</p>

                <p class="mt25">第十三章 补偿及责任免除</p>
                <p>就任何第三方提出的，由于您违反本协议或纳入本协议的条款和规则或您违反任何法律或侵犯第三方的权利而产生或引起的任一种类和性质的任何索赔、要求、诉讼、损失和损害（包括直接或间接的），无论是已知或未知的，包括合理的律师费，您同意就此对本平台和（如适用）本平台的母公司、子公司、关联公司、合作伙伴、高级职员、董事、代理人和雇员进行补偿并使其免受损害。</p>

                <p class="mt25">第十四章 条款的解释、法律适用及争端解决</p>
                <p>14.1本协议是由您与本平台共同签订的，本协议内容包括但不限于协议正文条款及本平台已经发布的或将来可能发布的各类规则，所有条款和规则为协议不可分割的一部分，与本协议正文具有同等法律效力。</p>
                <p>14.2 本协议不涉及您与用户、金融机构、本平台的其他会员之间，因网上交易而产生的法律关系及法律纠纷。但您在此同意将全面接受并履行与用户、本平台其他会员在本平台签订的任何电子法律文本，并承诺按照该法律文本享有和（或）放弃相应的权利、承担和（或）豁免相应的义务。</p>
                <p>14.3 如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，则应认为该条款可与本协议相分割，并可被尽可能接近各方意图的、能够保留本协议要求的经济目的的、有效的新条款所取代，而且，在此情况下，本协议的其他条款仍然完全有效并具有约束力。</p>
                <p>14.4 本协议及其修订的有效性、履行与本协议及其修订效力有关的所有事宜，将受中国法律管辖，任何争议仅适用中国法律。</p>
                <p>14.5 本协议签订地为四川成都市武侯区。因本协议所引起的您与本平台的任何纠纷或争议，首先应友好协商解决，协商不成的，您在此完全同意将纠纷或争议提交本平台所在地有管辖权的人民法院诉讼解决。</p>
                <p>14.6本协议中的标题仅为方便而设，不影响对于协议本身的解释。</p>
                <p>本协议最终解释权归本平台所有。</p>

            </div>
        </el-scrollbar>
        <div slot="footer" class="dialog-footer">
            <el-button type="primary" @click="dialogSure">确 定</el-button>
        </div>
    </el-dialog>
</template>

<script>
export default {
    created () {
    },
    mounted() {

    },
    data() {
        return {
            loading:false,
        }
    },
    methods:{
        //保存的操作
        dialogSure:function(){
            this.dialogInfo.visible=false;
        },
    },
    components:{},
    props:["dialogInfo"]
}
</script>
<style scoped>
    
</style>
