<template>
    <div class="content">
        <div class="main-top hcolor">
            <div class="main-top-info">
                <div class="main-top-info">
                    <router-link to="/page/index">产品搜索</router-link><em class="separate">/</em>
                    <router-link to="/page/info">了解贷款行业</router-link><em class="separate">/</em>
                    <span>正文</span>
                </div>
            </div>
        </div>
        <div style="height:calc(100% - 80px);">
            <el-scrollbar class="scrollbar">
                <div  class="index-con pd10" >
                    <h2 class="color mb5" style="font-size:16px;padding-top:35px;">张晓梅：觉得拉伸放松数量大幅减少的法律，奥里斯的房间里水利电力</h2>
                    <div class="info-detail">
                        <span>行业动态</span>
                        <span>作者：小驴识货</span>
                        <span>发布时间：2019-12-21 15:00</span>
                        <span>阅读量：234234</span>
                    </div>
                    <div class="info-detail-box">
                        <p class="mb15">
                            记者从江苏省有关部门获悉，江苏天嘉宜化工有限公司“3·21”特别重大爆炸事故发生后，党中央、国务院高度重视，第一时间对抢险救援、伤员救治和事故调查处置等作出部署。江苏省纪检监察机关按照干部管理权限，依规依纪依法对事故中涉嫌违纪违法问题的61名公职人员进行严肃问责。同时，江苏省公安机关对涉嫌违法问题的44名企业和中介机构人员立案侦查并采取刑事强制措施。
                        </p>
                        <p class="mb15">
                            记者从江苏省有关部门获悉，江苏天嘉宜化工有限公司“3·21”特别重大爆炸事故发生后，党中央、国务院高度重视，第一时间对抢险救援、伤员救治和事故调查处置等作出部署。江苏省纪检监察机关按照干部管理权限，依规依纪依法对事故中涉嫌违纪违法问题的61名公职人员进行严肃问责。同时，江苏省公安机关对涉嫌违法问题的44名企业和中介机构人员立案侦查并采取刑事强制措施。
                        </p>
                        <p class="mb15">
                            记者从江苏省有关部门获悉，江苏天嘉宜化工有限公司“3·21”特别重大爆炸事故发生后，党中央、国务院高度重视，第一时间对抢险救援、伤员救治和事故调查处置等作出部署。江苏省纪检监察机关按照干部管理权限，依规依纪依法对事故中涉嫌违纪违法问题的61名公职人员进行严肃问责。同时，江苏省公安机关对涉嫌违法问题的44名企业和中介机构人员立案侦查并采取刑事强制措施。
                        </p>
                        <p class="mb15">
                            记者从江苏省有关部门获悉，江苏天嘉宜化工有限公司“3·21”特别重大爆炸事故发生后，党中央、国务院高度重视，第一时间对抢险救援、伤员救治和事故调查处置等作出部署。江苏省纪检监察机关按照干部管理权限，依规依纪依法对事故中涉嫌违纪违法问题的61名公职人员进行严肃问责。同时，江苏省公安机关对涉嫌违法问题的44名企业和中介机构人员立案侦查并采取刑事强制措施。
                        </p>
                        <p>
                            <img src="images/phone.png">
                        </p>
                        <p class="mb15">
                            记者从江苏省有关部门获悉，江苏天嘉宜化工有限公司“3·21”特别重大爆炸事故发生后，党中央、国务院高度重视，第一时间对抢险救援、伤员救治和事故调查处置等作出部署。江苏省纪检监察机关按照干部管理权限，依规依纪依法对事故中涉嫌违纪违法问题的61名公职人员进行严肃问责。同时，江苏省公安机关对涉嫌违法问题的44名企业和中介机构人员立案侦查并采取刑事强制措施。
                        </p>
                        <p class="mb15">
                            记者从江苏省有关部门获悉，江苏天嘉宜化工有限公司“3·21”特别重大爆炸事故发生后，党中央、国务院高度重视，第一时间对抢险救援、伤员救治和事故调查处置等作出部署。江苏省纪检监察机关按照干部管理权限，依规依纪依法对事故中涉嫌违纪违法问题的61名公职人员进行严肃问责。同时，江苏省公安机关对涉嫌违法问题的44名企业和中介机构人员立案侦查并采取刑事强制措施。
                        </p>
                        <p class="mb15">
                            记者从江苏省有关部门获悉，江苏天嘉宜化工有限公司“3·21”特别重大爆炸事故发生后，党中央、国务院高度重视，第一时间对抢险救援、伤员救治和事故调查处置等作出部署。江苏省纪检监察机关按照干部管理权限，依规依纪依法对事故中涉嫌违纪违法问题的61名公职人员进行严肃问责。同时，江苏省公安机关对涉嫌违法问题的44名企业和中介机构人员立案侦查并采取刑事强制措施。
                        </p>
                        <p class="mb15">
                            记者从江苏省有关部门获悉，江苏天嘉宜化工有限公司“3·21”特别重大爆炸事故发生后，党中央、国务院高度重视，第一时间对抢险救援、伤员救治和事故调查处置等作出部署。江苏省纪检监察机关按照干部管理权限，依规依纪依法对事故中涉嫌违纪违法问题的61名公职人员进行严肃问责。同时，江苏省公安机关对涉嫌违法问题的44名企业和中介机构人员立案侦查并采取刑事强制措施。
                        </p>
                    </div>
                </div>
            </el-scrollbar>
        </div>
    </div>
</template>

<script>

export default {
    components: {},
    created() {
        
    },
    mounted() {
        
    },
    
    data(){
        return{
            
        }
    },
	methods: {
        enterDetail:function(){
            this.$router.push({path:'/page/detail',query:{
                params:JSON.stringify({id:"123"})
            }});
        },
        
	},
    
}
</script>
